Repository: icavc/doutorarnaldo
Catalog: sites/all/translations/easy_social-7.x-2.11.*.po
Languages: pt_br

source: Title
pt_br: Título

source: Submit
pt_br: Enviar

source: Disabled
pt_br: Desativado

source: Enabled
pt_br: Habilitado

source: Block title
pt_br: Título do bloco

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Settings
pt_br: Configurações

source: Font
pt_br: Fonte

source: Summary
pt_br: Resumo

source: Content Types
pt_br: Tipos de Conteúdo

source: Configure
pt_br: Configurar

source: Block
pt_br: Bloco

source: Other
pt_br: Outros

source: Global Settings
pt_br: Configurações globais

source: Block Settings
pt_br: Configurações de Bloco

source: Annotation
pt_br: Anotação

source: Show faces
pt_br: Mostrar rostos

source: Widget Type
pt_br: Tipo de Widget

source: Color Scheme
pt_br: Esquema de Cores

source: Related account
pt_br: Conta relacionada

source: Related account description
pt_br: Descrição da conta relacionada

source: Facebook Application ID
pt_br: ID da Aplicação do Facebook

source: Verb to display
pt_br: Verbo para mostrar

source: Administer Easy Social
pt_br: Administrar Easy Social

source: Easy Social Global Mention Account
pt_br: Conta de Menção Global Easy Social

source: Easy Social Global Related Account
pt_br: Conta Relacionada Global Easy Social

source: Easy Social Global Twitter Description
pt_br: Descrição do Twitter Global Easy Social

source: Type of buttons
pt_br: Tipo de botões

source: Mention account
pt_br: Conta a mencionar

source: Easy Social Settings
pt_br: Configurações do Easy Social

source: Configure the social buttons and node types
pt_br: Configurar os botões sociais e tipos de conteúdo

source: Ignore paths
pt_br: ignorar caminhos

source: Ignore Paths
pt_br: ignorar caminhos

source: Global paths to ignore and do not display Easy Social
pt_br: Caminhos para ignorar e não mostrar o Easy Social

source: Easy Social Global Ignore Paths
pt_br: Ignorar caminhos no Easy Social

source: Global settings for all widgets
pt_br: Configurações Globais para todos os widgets

source: Custom settings for Blocks
pt_br: Configurações customizadas para Blocos

source: Simple module that adds share buttons to nodes. The most common ones are included by defauly and any module can define others.
pt_br: Módulo simples que adiciona botões de ação para nodes. Os mais comuns são incluídos por defaut e qualquer módulo pode definir outros.

source: Enable Easy Social for nodes of type %type
pt_br: Habilitar o Easy Social para tipos de conteúdo %type

source: Easy Social settings
pt_br: Configurações Easy Social

source: Enable Easy Social
pt_br: Habilitar o Easy Social

source: Check this option to enable easy social for this content type
pt_br: Marque esta opção para habilitar o Easy Social para este tipo de conteúdo

source: Use the secondary tabs on the right to access extra settings for certain widgets
pt_br: Use a segunda sidebar à direita para acessar as configurações extras para determinados itens

source: Twitter widget settings
pt_br: Configurações do widget do Twitter

source: For more information check out the official Twitter widget <a href="!link" target="_blank">documentation</a>.
pt_br: Para mais informações veja a <a href="!link" target="_blank">documentação</a> do widget oficial do Twitter.

source: Extra Widget Settings
pt_br: Configurações extras do widget

source: Extra settings for widgets
pt_br: Configurações extras para widgets

source: Extra settings for Twitter
pt_br: Configurações extras para o Twitter

source: Number of Easy Social blocks
pt_br: Número de blocos Easy Social

source: Custom Settings for Block #!num
pt_br: Configurações customizadas para o bloco #!num

source: Leave this blank if you don't want this block to have a title.
pt_br: Deixe em branco se não quiser que este bloco tenha um título

source: Override settings for this block
pt_br: Sobrescrever configurações para este bloco

source: Check this option to override the global settings for this block
pt_br: Selecione este opção para sobrescrever as configurações globais para este bloco

source: Enabled Widgets
pt_br: Widgets habilitados

source: Easy Social Block !num
pt_br: Bloco Easy Social !num

source: Number of Easy Social fields for nodes of type %type
pt_br: Número de campos do Easy Social para tipos de nodes %type

source: Number of Easy Social fields
pt_br: Número de campos Easy Social

source: You can add more than one Easy Social field to your nodes. This is useful, for example, to add the widget both at top and at the bottom of a node.
pt_br: Você pode adicionar mais de um campo do Easy Social para seus nodes. Isto é útil, por exemplo, para adicionar o widget tanto na parte superior e na parte inferior de um node.

source: Facebook widget settings
pt_br: Configurações do Widget do Facebook

source: Insert your Application ID if you want to integrate the widget with an existing Facebook application. Leave it blank if you don't know what this means.
pt_br: Insira o ID do seu aplicativo se você quiser integrar o widget com um aplicativo de Facebook existente. Deixe em branco se você não sabe o que isso significa.

source: Facebook widget type
pt_br: Tipo do widged do Facebook

source: Send Button (XFBML Only)
pt_br: Botão Enviar (Apenas para XFBML)

source: Include a Send Button. The Send Button is available only on sites that use the Javascript SDK.
pt_br: Incluir um Botão de Enviar. Este botão está disponível apenas em sites que usam o SDK de Javascript.

source: The width of the plugin, in pixels.
pt_br: A largura do plugin, em pixels.

source: Horizontal Widget Width
pt_br: Largura do Widget Horizontal

source: Show profile pictures below the button.
pt_br: Mostrar fotos dos perfís abaixo do botão.

source: The verb to display in the button. Currently only 'like' and 'recommend' are supported.
pt_br: O verbo a ser mostrado no botão. Atualmente apenas 'curtir' e 'recomendar' são suportados.

source: The color scheme of the plugin.
pt_br: O esquema de cores do plugin.

source: The font of the plugin.
pt_br: A fonte do plugin

source: Google+ widget settings
pt_br: Configurações do widget Google+

source: How the count will appear
pt_br: Como o contador irá aparecer
